Repository: gheyret/english2uyghur
Catalog: xfce-uyghur.tmx
Source language: en_us
Languages: ug

source: broken link
ug: بۇزۇلغان ئۇلانما

source: button
ug: كۇنۇپكا

source: button 1 to change preferences button 2 to adjust time of clocks
ug: توپچە 1 تەڭشەكنى ئۆزگەرتىدۇ توپچە 2 ۋاقىتنى توغرىلايدۇ

source: by
ug: ئورۇنلىغۇچى

source: byte
ug: بايت

source: bytes
ug: بايت

source: characters
ug: ھەرپلەر

source: close window and exit
ug: كۆزنەكنى تاقاپ ئاخىرلاشتۇر

source: command
ug: بۇيرۇق

source: commande
ug: بۇيرۇق

source: copy of %s
ug: %s نىڭ كۆچۈرۈلمىسى

source: could not check mountpoint %s, please check your config
ug: ئېگەرلەش نۇقتىسىنى (%s) جەزملىيەلمىدى. تەڭشەككە قاراپ بېقىڭ.

source: cpu usage
ug: cpu نىڭ ئىشلىتىلىشى

source: days
ug: كۈن

source: dbus not included in orage.
ug: dbus orage نىڭ ئىچىدە يوق.

source: default
ug: كۆڭۈلدىكى

source: delete this clock
ug: بۇ سائەتنى ئۆچۈر

source: devices
ug: ئۈسكۈنىلەر

source: dict.leo.org - German <-> Chinese
ug: dict.leo.org - گەرمانچە <-> خىتايچە

source: dict.leo.org - German <-> English
ug: dict.leo.org - گەرمانچە <-> ئىنگلىزچە

source: dict.leo.org - German <-> French
ug: dict.leo.org - گەرمانچە <-> فىرانسۇزچە

source: dict.leo.org - German <-> Italian
ug: dict.leo.org - گەرمانچە <-> ئىتاليانچە

source: dict.leo.org - German <-> Spanish
ug: dict.leo.org - گەرمانچە <-> ئىسپانچە

source: directories containing the files that are passed in %F
ug: %F غا ئەۋەتىلىدىغان، ھۆججەتلەر تۇرۇۋاتقان مۇندەرىجىلەر

source: directory
ug: مۇندەرىجە

source: directory containing the file that is passed in %f
ug: %f غا ئەۋەتىلىدىغان، ھۆججەت تۇرۇۋاتقان مۇندەرىجە

source: disabled
ug: ئىناۋەتسىز قىلىنغان

source: disk: %s
ug: دىسكا: %s

source: display
ug: كۆرسەتكۈچ

source: display in panel
ug: كۆزنەكتە كۆرسەت

source: dist.cc - Dictionary
ug: dist.cc - لۇغىتى

source: eight
ug: سەككىز

source: eleven
ug: ئون بىر

source: enabled
ug: ئىناۋەتلىك قىلىنغان

source: ended
ug: ئاخىرلاشقان

source: ending
ug: ئاخىرلىشىۋاتىدۇ

source: enter name of clock
ug: سائەت ئاتىنى كىرگۈزۈڭ

source: exo-open --launch TYPE [PARAMETERs...]
ug: ياكى: exo-open --launch TYPE [PARAMETERs...]

source: failed to ATTACH old db
ug: كونا db غا قېتىلىش مەغلۇپ بولدى

source: failed to DETACH
ug: ئايرىلىش مەغلۇپ بولدى

source: failed to import from old db
ug: كونا سانداندىن ئىمپورت قىلىش مەغلۇپ بولدى

source: failing
ug: مەغلۇبىيەت

source: file name
ug: ھۆججەت ئاتى

source: file name or desktop id
ug: ھۆججەت ئاتى ياكى ئۈستەلئۈستى كىملىكى

source: file system type: %s
ug: ھۆججەت سىستېمىسى تىپى: %s

source: files=ical files to load into orage
ug: files=orage گە يۈكلەيدىغان ical ھۆججەتلىرى

source: five
ug: بەش

source: five past %0
ug: %0 دىن بەش مىنۇت ئۆتتى

source: five to %1
ug: %1 غا بەش مىنۇت قالدى

source: fix time after suspend/hibernate
ug: تەنەپپۇس قىلىش/ئۈچەككە كىرىشتىن كېيىنكى fix ۋاقتى

source: floating
ug: لەيلىمە

source: for more info, see http://sourceforge.net/apps/mediawiki/deadbeef/index.php?title=Title_Formatting
ug: تېخىمۇ كوپ ئۇچۇرلار ئۈچۈن http://sourceforge.net/apps/mediawiki/deadbeef/index.php?title=Title_Formatting گە قاراڭ

source: forward
ug: ئالدىغا

source: four
ug: تۆت

source: frequency
ug: چاستوتا

source: geometry
ug: شەكلى

source: globally
ug: سىستېمىدا

source: half past %0
ug: %0 دىن ئوتتۇز مىنۇت ئۆتتى

source: hour
ug: سائەت

source: hours
ug: سائەت

source: icon
ug: سىنبەلگە

source: icone
ug: سىنبەلگە

source: image
ug: سۈرەت

source: image file
ug: سۈرەت ھۆججىتى

source: input file
ug: كىرگۈزۈش ھۆججىتى

source: keyboard battery
ug: ھەرپتاختا توكدانى

source: km/h
ug: ك م/ سائەت

source: label
ug: ئەن

source: large
ug: چوڭ

source: libburn PACKET block types
ug: libburn PACKET بۆلەك تىپى

source: libburn RAW block types
ug: libburn RAW بۆلەك تىپى

source: libburn SAO block types
ug: libburn SAO بۆلەك تىپى

source: libburn TAO block types
ug: libburn TAO بۆلەك تىپى

source: line(s)
ug: قۇر(لار)

source: link to %s
ug: %s نىڭ ئۇلانمىسى

source: lowercase
ug: كىچىك يېزىلىشى

source: lxdm config
ug: lxdm نى سەپلەش

source: lxpanel %s - lightweight GTK2+ panel for UNIX desktops
ug: lxpanel %s - بولسا يۇنىكىس(UNIX) ئۈستەلئۈستىلىرى ئۈچۈن يېنىك بولغان GTK2+ كۆزنەكچىسىدۇر

source: medium
ug: ئوتتۇرا

source: memory usage
ug: ئەسلەكنىڭ ئىشلىتىلىشى

source: message
ug: ئۇچۇر

source: mins
ug: مىنۇت

source: minute
ug: مىنۇت

source: minute(s).
ug: مىنۇت.

source: minutes
ug: مىنۇت

source: mixed
ug: ئارىلاش

source: monitor battery
ug: كۆرسەتكۈچ توكدانى

source: more details
ug: تېخىمۇ كوپ تەپسىلاتلار

source: mount point: %s
ug: ئېگەرلەش نۇقتىسى: %s

source: mouse battery
ug: چاشقىنەك توكدانى

source: move this clock first
ug: ئاۋۋال بۇ سائەتنى يۆتكە

source: move this clock last
ug: بۇ سائەتنى ئەڭ ئاخىرىغا يۆتكە

source: move this clock left
ug: بۇ سائەتنى سولغا يۆتكە

source: move this clock right
ug: بۇ سائەتنى ئونغا يۆتكە

source: msec
ug: مىللىسېكۇنت

source: next
ug: كېيىنكى

source: nine
ug: توققۇز

source: no IP address
ug: IP ئادرېسى يوق

source: no info
ug: ئۇچۇر يوق

source: nom
ug: ئاتى

source: not changed
ug: ئۆزگەرتىلمىدى

source: not changing
ug: ئۆزگەرمىدى

source: not implemented
ug: تېخى ئىشلەتكىلى بولمايدۇ

source: not mounted
ug: ئېگەرلەنمىگەن

source: notify-send "Notification Preview" "This is how notifications will look like"
ug: notify-send «ئۇقتۇرۇشنى ئالدىن كۆرۈش» «ئۇقتۇرۇش ياخشى كۆرۈندىمۇ»

source: occurrence
ug: كۆرۈلۈش

source: off
ug: ئېتىك

source: on
ug: ئوچۇق

source: one
ug: بىر

source: one minute
ug: بىر مىنۇت

source: packets
ug: بوغچىمىلار

source: per
ug: ھەر

source: per application
ug: ھەر بىر پروگراممىدا

source: per window
ug: ھەر بىر كۆزنەكتە

source: percentage used: %d
ug: ئىشلىتىلگىنى(پىرسەنت): %d

source: pipe() failed: %s
ug: pipe() مەغلۇپ بولدى: %s

source: pixels
ug: پىكسېللار

source: pixels/sec
ug: پىكسېل/سېكۇنت

source: previous
ug: ئالدىنقى

source: quarter past %0
ug: %0 دىن چارەك ئۆتتى

source: quarter to %1
ug: %1 غا چارەك مىنۇت قالدى

source: reset
ug: ئەسلىگە قايتۇر

source: role
ug: رولى

source: sec
ug: سېكۇنت

source: sec interval
ug: ئارقىلىق بەلگىلە

source: seconds
ug: سېكۇنت

source: see console
ug: كۆزنەككە قاراڭ

source: set
ug: بەلگىلە

source: set _background color:
ug: تەگلىك رېڭىنى بەلگىلە(_B)

source: set _height:
ug: ئېگىزلىكنى بەلگىلە(_H)

source: set _width:
ug: كەڭلىكنى بەلگىلە(_W)

source: set foreground _color:
ug: ئالدى رېڭىنى بەلگىلە(_C)

source: set the timezone of this clock to be local timezone
ug: بۇ سائەتنىڭ ۋاقىت رايونىنى يەرلىك ۋاقىت رايونىغا تەڭشە

source: set timezone to:
ug: ۋاقىت رايونىنى تۆۋەندىكىگە توغرىلاڭ:

source: seven
ug: يەتتە

source: sigaction() failed: %s
ug: sigaction() مەغلۇپ بولدى: %s

source: six
ug: ئالتە

source: size
ug: چوڭلۇقى

source: size: %g
ug: چوڭلۇقى: %g

source: small
ug: كىچىك

source: sort by date
ug: چېسلاسى بويىچە تەرتىپلە

source: sort by filename
ug: ئاتى بويىچە تەرتىپلە

source: standby
ug: تەييارلىقتا تۇرۇۋاتىدۇ

source: start monitoring channel "%s"
ug: قانال «%s» نى كۆزىتىشنى باشلايدۇ

source: station preset
ug: ئىستانسا ئالدىن تەڭشەش

source: string
ug: تېكىست

source: tells how many new messages in each mailbox| %d in %s
ug: %2$s نىڭدا %1$d پارچە

source: ten
ug: ئون

source: ten past %0
ug: %0 دىن ئون مىنۇت ئۆتتى

source: ten to %1
ug: %1 غا ئون مىنۇت قالدى

source: text
ug: تېكىست

source: the first selected filename (without path)
ug: دەسلەپتە تاللانغان ھۆججەتنىڭ نامى (يولى يوق)

source: the output of 'net usershare' is not in valid UTF-8 encoding
ug: 'net usershare' چىقارغان ئۇچۇرلار UTF-8 دە كودلانماپتۇ

source: the path to the first selected file
ug: دەسلەپتە تاللانغان ھۆججەتنىڭ يولى

source: the paths to all selected files
ug: تاللانغان بارلىق ھۆججەتنىڭ يولى

source: the selected filenames (without paths)
ug: تاللانغان ھۆججەتلەر (يولى يوق)

source: third copy of %s
ug: %s نىڭ 3-كۆچۈرۈلمىسى

source: third link to %s
ug: %s نىڭ 3-ئۇلانمىسى

source: three
ug: ئۈچ

source: times
ug: ۋاقىت

source: title
ug: ماۋزۇ

source: to _Lowercase
ug: كىچىك يېزىلىشقا(_L)

source: to _Opposite Case
ug: قارىشى يېزىلىشقا(_O)

source: to _Title Case
ug: چوڭ يېزىلىشقا(_T)

source: to _Uppercase
ug: چوڭ يېزىلىشقا(_U)

source: translator-credits
ug: غەيرەت ت.كەنجى <gheyret@gmail.com>

source: twelve
ug: ئون ئىككى

source: twenty five past %0
ug: %0 دىن يىگىرمە بەش مىنۇت ئۆتتى

source: twenty five to %1
ug: %1 غا يىگىرمە بەش مىنۇت قالدى

source: twenty past %0
ug: %0 دىن يىگىرمە مىنۇت ئۆتتى

source: twenty to %1
ug: %1 غا يىگىرمە مىنۇت قالدى

source: two
ug: ئىككى

source: unknown
ug: نامەلۇم

source: unknown title
ug: نامەلۇم ماۋزۇ

source: unnamed
ug: ئاتسىز

source: untracked
ug: ئىزلانمىغان

source: unused
ug: ئىشلەتمىگەن

source: update colors for categories.
ug: كاتېگورىيەنىڭ رەڭلىرىنى يېڭىلايدۇ.

source: update preferences
ug: يېڭىلاش تەڭشەكلىرى

source: update this clock
ug: بۇ سائەتنى يېڭىلا

source: use in tooltip
ug: كۆرسەتمىدە ئىشلەت

source: used size: %g
ug: ئىشلىتىلگىنى: %g

source: using GTK+-%d.%d.%d.
ug: GTK+-%d.%d.%d. نى ئىشلىتىش.

source: warning
ug: ئاگاھلاندۇرۇش

source: wildmidi: freepats config file not found. Please install timidity-freepats package, or specify path to freepats.cfg in the plugin settings.
ug: سەپلىمە ھۆججەت(wildmidi: freepats دېگەن) تېپىلمىدى. timidity-freepats بوغچىسىنى ئورنىتىڭ ياكى freepats.cfg نىڭ يولىنى قىستۇرما تەڭشىكىدە كۆرسىتىپ بېرىڭ.

source: with the following file?
ug: تۆۋەندىكى ھۆججەت بىلەن؟

source: x-large
ug: بەك چوڭ

source: x-small
ug: بەك كىچىك

source: xfce4-mailwatch-plugin: Unable to initialise GThread support. This is likely a problem with your GLib install.
ug: xfce4-mailwatch-plugin: ھازىر GThread قوللاشنى دەسلەپلەشتۈرگىلى بولمىدى. ئورنىتىلغان GLib دا مەسىلە باردەك قىلىدۇ.

source: xfce4-mixer: Failed to initialize xfconf: %s
ug: xfce4-mixer: xfconf نى دەسلەپلەشتۈرۈش مەغلۇپ بولدى: %s

source: xfce_posix_signal_handler_init() must be called first
ug: دەسلەپتە xfce_posix_signal_handler_init() نى ئىجرا قىلىش كېرەك.
